Repository: nash-ye/bbResolutions
Catalog: locales/bbresolutions-*.po
Languages: ar

source: Not a Question
ar: ليس سؤال

source: Not Resolved
ar: بدون حل

source: Resolved
ar: تم الحل

source: [Resolved]
ar: [تم الحل]

source: (bbResolutions) Recent Topics
ar: (bbResolutions) أحدث الموضوعات

source: A list of recent topics with an option to set the resolution.
ar: قائمة بأحدث الموضوعات مع خيار لتحديد الحالة.

source: by %1$s
ar: بواسطة %1$s

source: Title:
ar: العنوان:

source: Forum ID:
ar: الرقم المعرّف (ID) للمنتدى:

source: "0" to show only root - "any" to show all
ar: "0" لإظهار الجذر فقط - "any" لإظهار الكل

source: Resolution:
ar: الحالة:

source: Maximum topics to show:
ar: الحد الأقصى لعدد الموضوعات:

source: Show topic author:
ar: عرض كاتب الموضوع:

source: Show topic date:
ar: عرض تاريخ الموضوع:

source: Recent Topics
ar: أحدث الموضوعات

source: Topic Resolution: %s
ar: حالة الموضوع: %s

source: Update
ar: تحديث

source: None
ar: بدون
